{
  "main": {
    "companyName":"Southborough Realty, LLC",
    "homeMessage":"Reliable partner to buy, sell and manage your real estate portfolio",
    "leadAgentName":"Connie Huo",
    "leadAgentPic":"Connie.jpg",
    "email":"phuo@remax.net",
    "wechat":"Connie-1027",
    "aboutUs":"Specialized in buying, selling and managing real estate in Boston and Massachusetts Metro West Area. Whether you are a firt time home buyer or investor, our specialists will be able to personalize a plan that meets your need. We also provide free real estate investing consultation based on your individual situation. Please feel free to content our agents if you have any question or if you want to schedule a free consultation.",
    "address":{
      "street":"(Your Street)",
      "city":"(Your City)",
      "state":"(Your State)",
      "zip": "(Your Zip/Postal Code)"
    },
    "social":[
    ]
  },

  "upcomingRentals":{
    "properties": [
      {
        "address":"4 Park Ave Pl, Worcester, MA",
        "rent":"1250",
        "bbs":"2B/1B, 854 SQFT",
        "availableDate":"June 1st, 2020",
        "image":"4ParkAve12.jpg"
      },
      {
        "address":"10 Hulbert Rd, Worcester, MA",
        "rent":"1300",
        "bbs":"2B/1B, 852 SQFT",
        "availableDate":"Dec 1st, 2020",
        "image":"10Hulbert13.jpg"
      },
      {
        "address":"3 Hampden St, Worcester, MA",
        "rent":"950",
        "bbs":"1B/1B, 547 SQFT",
        "availableDate":"TBD",
        "image":"3Hampden1.jpg"
      },
      {
        "address":"146 Pierce St, Malden, MA",
        "rent":"2800",
        "bbs":"4B/2B, 1912 SQFT",
        "availableDate":"TBD",
        "image":"146Pierce.jpg"
      }
    ]
  },

  "announcements":{
    "announcements":[
      {
        "text":"Due to COVID-19, all of our showing will following the CDC, WHO guidance to ensure the safty of our clients. If you have any question please feel free to contact our agents.",
        "date":"April/5/2020"
      },
      {
        "text":"The stock market circuit breaker has been triggered twice within a single week, in this volatile time you should consider your investment carefully, if you have any question related to your investment portfolio please feel free to contact our agants.",
        "date":"Mar/12/2020"
      },
      {
        "text":"The Federal Reserve cut rate by 0.5%, making now the best time for real estate investing in years.",
        "date":"Mar/03/2020"
      },
      {
        "text":"Welcome to Southborough Realty, LLC! You can reach our agents using the Contact page down below, our agents are open to answer any questions related to real estate investing so please don't hesitate to contact them!",
        "date":"Aug/20/2019"
      }
    ]
  }
}
